{
  "Tutorial": "",
  "Install and config": "Instalar y configurar",
  "Requirements": "Requerimentos",
  "To run wonka.js you must have installed node.js.": "Para correr wonka.js debes tener instalado node.js.",
  "Install Node.js": "Instalar Node.js",
  "Install": "Instalar",
  "Install wonka.js as global node module, on your shell type the command:": "Instala wonka.js como un módulo global de node, en tu consola escribe el comando:",
  "Getting started": "Para empezar",
  "Create a project": "Crear un proyecto",
  "First step is create a new project:": "El primer paso es crear un nuevo proyecto:",
  "This will create a project template that you can use as base for many kinds of web applications.": "Ésto creará una plantilla para tu proyecto que puedes usar como base para varios tipos de aplicación web.",
  "Run server": "Correr el servidor",
  "To run wonka.js server and verify that is working, just must run inside the project folder:": "Para correr el servidor y verificar que está funcionando, debes correr dentro de la carpeta de tu proyecto:",
  "With this command we launch a server on port 9300 by default, but you can change it:": "Con éste comando lanzamos un servidor en el puerto 9300 por default, pero puedes cambiarlo:",
  "Visit your project on:": "Visita tu proyecto en:",
  "or in their case on:": "o en su caso:",
  "First application": "Primer aplicación",
  "To create an app, is necessary be on the project folder and run the app command:": "Para crear una app, es necesario estar dentro de la carpeta del proyecto y correr el comando app:",
  "When this command run, a router links the Main view on application with a url.": "Cuando éste comando corre, un ruteador linkea la vista Main en la aplicación con una url.",
  "The nomenclature is similar to:": "La nomenclatura es similar a:",
  "When the app is more complex than one level you can create it typing:": "Cuando la app es de más de un nivel, puedes crearla escribiendo:",
  "And the router will build:": "Y el ruteador que se construirá:",
  "So finally you can visit your new application on:": "Finalmente puedes visitar tu nueva aplicación en:",
  "Or in their case:": "O en su caso:",
  "Deploy": "Producción",
  "To deploy your project, we recommend compress the project and upload to a server ready to display static content.": "Para poner en producción tu proyecto, te recomendamos comprimir el proyecto y subirlo a un servidor listo para desplegar contenido estático.",
  "To deploy your project, just need to run:": "Para comprimir tu proyecto, solo necesitas correr:",
  "With this command, will be created a <strong>deploy</strong> folder, that will has the files:": "Con éste comando, será creada una carpeta <strong>deploy</strong>, que contendrá los archivos:",
  "Upload this folder to any server path, and points your web server to this path and your application will works.": "Sube ésta carpeta en alguna ruta del servidor, apunta tu servidor a ella y tu aplicación funcionará.",
  "For more information": "Para más información",
  "read the docs": "Lee la documentación",
  "With the technology of:": "Con la tecnología de:"
}